-- ruRU locale for quest_template (Legion, Expansion=6), batch 18.

DELETE FROM `quest_template_locale` WHERE `ID` IN (41614,41623,41642,41654,41660,41663,41672,41687,41696,41697) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`) VALUES
(41614, 'ruRU', 'Огромные штормовые скаты', '', ''),
(41623, 'ruRU', 'Защитники Крутогорья', '', ''),
(41642, 'ruRU', 'Заказ на работу: сапоги из воинской кожи', '', ''),
(41654, 'ruRU', 'Заказ на работу: опаловое колечко королевы', '', ''),
(41660, 'ruRU', 'Заказ на работу: скагльдринк', '', ''),
(41663, 'ruRU', 'Заказ на работу: руна Вантуса для Элерет Рендерал', '', ''),
(41672, 'ruRU', 'Заказ на работу: слово поспешности', '', ''),
(41687, 'ruRU', 'Бой улиток!', 'Победите Грикиса Крошку в бою питомцев.', ''),
(41696, 'ruRU', 'ОПАСНО: Мават''аки', '', ''),
(41697, 'ruRU', 'ОПАСНО: Колериан, Алтерия и Селеньи', '', '');
