-- ruRU locale for quest_template (Legion, Expansion=6), batch 8.

DELETE FROM `quest_template_locale` WHERE `ID` IN (41256,41271,41280,41284,41294,41317,41318,41320) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`) VALUES
(41256, 'ruRU', 'Взрыв пряной рыбы', 'Соберите желудки жаб для Килей.', 'У меня есть ингредиент, который сделает мои фрукты неотразимыми.$b$bНе многие помнят вкус ликёра из мантрута. Его резкий аромат, маслянистое послевкусие...$b$bЖабы у северной реки накапливают эту добавку в своих желудках. Принеси мне несколько желудков, и у нас будет его в достатке.'),
(41271, 'ruRU', 'В водоворот', '', ''),
(41280, 'ruRU', 'Огромный рунечешуйчатый карп', '', ''),
(41284, 'ruRU', 'Отслеживающий квест: Король обезьян получен', '', ''),
(41294, 'ruRU', 'Цветущий сонный лист', '', ''),
(41317, 'ruRU', 'Нужны припасы: лей-камень', '', ''),
(41318, 'ruRU', 'Нужны припасы: сквернит', '', ''),
(41320, 'ruRU', 'Вырви из их холодных диких когтей', 'Добудьте 8 ожерелий гарпий для Леспина.', 'Снятие щита открывает уникальную возможность для новых стилей.$b$bПерья, кости и другие примитивные материалы снова внезапно вошли в моду. Кто бы мог подумать, что люди устанут от моих шедевров?$b$bОтправляйся за пределы города и собери ожерелья с гарпий на южных скалах. Выгравировав на них свой знак, я получу неплохую прибыль.');
