-- ruRU locale for quest_template (Legion, Expansion=6), batch 12.

DELETE FROM `quest_template_locale` WHERE `ID` IN (41342,41343,41344,41346,41352,41414,41427,41433,41435,41438) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`) VALUES
(41342, 'ruRU', 'Плотная медвежья шкура', '', ''),
(41343, 'ruRU', 'Прочный осколок панциря краба', '', ''),
(41344, 'ruRU', 'Заказ на работу: штормовая чешуя', '', ''),
(41346, 'ruRU', 'Бархатистая шкура хищника', '', ''),
(41352, 'ruRU', 'Сквернитовые василиски', '', ''),
(41414, 'ruRU', 'Оружие Смертокрыла', '', ''),
(41427, 'ruRU', 'Разберись с Вректом', '', ''),
(41433, 'ruRU', 'Массивные залежи лей-камня', '', ''),
(41435, 'ruRU', 'Гладкие залежи лей-камня', '', ''),
(41438, 'ruRU', 'Заряженные залежи лей-камня', '', '');
