-- ruRU locale for quest_template (Legion, Expansion=6), batch 11.

DELETE FROM `quest_template_locale` WHERE `ID` IN (41301,41304,41314,41316,41322,41324,41333,41334,41336,41337) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`) VALUES
(41301, 'ruRU', 'Скопление роз звёздного света', '', ''),
(41304, 'ruRU', 'Цветущие розы звёздного света', '', ''),
(41314, 'ruRU', 'Заказ на работу: сквернит', '', ''),
(41316, 'ruRU', 'Нужны припасы: лей-камень', '', ''),
(41322, 'ruRU', 'Неповреждённая чешуя гиппогрифа', '', ''),
(41324, 'ruRU', 'Шелковистый мех хищника', '', ''),
(41333, 'ruRU', 'Грубая волчья шкура', '', ''),
(41334, 'ruRU', 'Мускусная медвежья шкура', '', ''),
(41336, 'ruRU', 'Колючая шкура мускена', '', ''),
(41337, 'ruRU', 'Безупречная шкура оленя', '', '');
