-- ruRU locale for quest_template (Legion, Expansion=6), batch 5.

DELETE FROM `quest_template_locale` WHERE `ID` IN (40966,40974,40985,41000,41014,41025,41027,41031,41057,41076) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`) VALUES
(40966, 'ruRU', 'Ритуалисты среди нас', '', ''),
(40974, 'ruRU', 'Испытание Латосиуса', 'Выживите в Испытании Латосиуса.', 'Я склоняюсь перед мудростью Латосиуса. Если нам суждено выстоять, то именно тебе предстоит завладеть амулетом. Выживи в этом испытании, $n, и могущество Лунного Стража станет твоим навеки.'),
(40985, 'ruRU', 'Вторжение ледочешуйчатых наг: Крутогорье', '', ''),
(41000, 'ruRU', 'Бремя короля Форгалаша', 'Добудьте носовую часть Форгалаша у короля Форгалаша в его логове.', 'Та морская ведьма сказала правду.$B$BЯ видел, как Повелительница Приливов несколько раз совещалась с королём Форгалашем.$B$BУбей Форгалаша и принеси носовую часть с его плеча Фьольрику как доказательство его гибели.$B$BПосле этого я встречу тебя в центре Яндвика. Мне нужно согреться у его костров.'),
(41014, 'ruRU', 'Дорога ярости', '', ''),
(41025, 'ruRU', 'Восстание падших', '', ''),
(41027, 'ruRU', 'Последний вдох', 'Выпейте странный напиток алхимика из помраченных в бухте Лазурного Шквала.', '<Пергамент пропитан морской водой. На нём торопливо нацарапана записка.>$B$BТому, кто первым найдёт эту записку,$B$BДо того, как меня изгнали из Сурамара, я был мастером-алхимиком. В своё время я создал множество зелий и эликсиров на благо ночнорождённых.$B$BВсё это было забыто, когда пришёл Легион.$B$BПрежде чем я поддамся голоду, я хотел создать последний напиток в честь моей любви к морю.$B$BВыпей его и исследуй великие глубины в мою память.'),
(41031, 'ruRU', 'Ради народа', 'Найдите фонтан чародейского вина, чтобы наполнить пустой бурдюк для вина, затем предложите чародейское вино изголодавшимся по мане ночнорождённым.', 'У нас проблема, друг.\n\nЗа каналом есть район, не особо известный своим богатством. С приходом демонов он был заблокирован. Я слышал крики тех, кто лишён пропитания.\n\nВозьми этот бурдюк. Найди фонтан чародейского вина и наполни его.\n\nНайди страдающих и предложи им напиться. Это лучшее, что мы можем сделать в нынешних обстоятельствах.\n\nТебя не должны увидеть за этим, $n. Это закончится плохо.'),
(41057, 'ruRU', 'Первобытное возмездие', '', ''),
(41076, 'ruRU', 'Испытание боеприпасов', '', '');
