-- ruRU locale for quest_template (Legion, Expansion=6), batch 17.

DELETE FROM `quest_template_locale` WHERE `ID` IN (41597,41598,41600,41602,41603,41609,41610,41611,41612,41613) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`) VALUES
(41597, 'ruRU', 'Резвый лосось Крутогорья', '', ''),
(41598, 'ruRU', 'Резвая проклятая царь-рыба', '', ''),
(41600, 'ruRU', 'Резвый мохожаберный окунь', '', ''),
(41602, 'ruRU', 'Резвые штормовые скаты', '', ''),
(41603, 'ruRU', 'Резвые штормовые скаты', '', ''),
(41609, 'ruRU', 'Огромный лосось Крутогорья', '', ''),
(41610, 'ruRU', 'Огромная проклятая царь-рыба', '', ''),
(41611, 'ruRU', 'Огромная проклятая царь-рыба', '', ''),
(41612, 'ruRU', 'Огромный мохожаберный окунь', '', ''),
(41613, 'ruRU', 'Огромный мохожаберный окунь', '', '');
