-- ruRU locale for quest_template (Legion, Expansion=6), batch 7.

DELETE FROM `quest_template_locale` WHERE `ID` IN (41190,41196,41200,41215,41217,41222,41224,41234,41244,41246) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`) VALUES
(41190, 'ruRU', 'Хрустальные глаза', 'Взаимодействуйте с двумя разными резонирующими камнями в Крутогорье. Для активации каждого камня требуется 3 ритуальных камня Крутогорья.', 'Я исследовал здешние пещеры и обнаружил множество древних записей.$b$bСамое интересное, что я нашёл, — это резонирующие кристаллы, рядом с которыми обитают дрогбары. К сожалению, у них не очень хорошие отношения с местными тауренами, и это мешает моим исследованиям.$b$bЯ подумал, что если возникнут проблемы с дрогбарами, ты сможешь с ними справиться.$b$bЯ хочу, чтобы ты продолжил моё исследование и узнал всё, что можно, о Хулне.'),
(41196, 'ruRU', 'Лей-каменные василиски', '', ''),
(41200, 'ruRU', 'Грубое обнажение лей-камня', '', ''),
(41215, 'ruRU', 'Они становятся дичью', 'Убейте 6 ловчих ночнорождённых.', 'Ловчий, которого ты убил, был лишь одним из многих.$b$bНочнорождённые подчиняют местных существ, создавая что-то вроде увеселительной выставки. Я думаю, мы можем ударить по ним сразу в двух местах.$b$bОбрушься на этих ловчих, $r. Научим их уважать свою добычу.'),
(41217, 'ruRU', 'Будущее Гномрегана', 'Встретьтесь с Маффинусом Хромовароном в Новом Тинкертауне.', 'Каждый раз, когда мы помогаем очередному выжившему вырваться из заражённых залов Гномрегана, это для нас победа. $Cы, подобные тебе, сыграют важную роль в будущем Гномрегана. Для этого наш лидер, Главный механик Меккаторк, собрал команду наставников, чтобы помочь тебе обучиться своему искусству.$B$BМаффинус Хромоварон поможет присматривать за твоим обучением и приспособлением к жизни на поверхности. Он ждёт тебя на трибунах через дорогу.'),
(41222, 'ruRU', 'В яму!', 'Сопроводите Ангуса в пещеру Сквернопасть в Крепости Сквернодуши.', 'Ямы сквернотворов?!$b$bНет времени терять, $n!$b$bНе могу сказать тебе, что Пылающий Легион задумал насчёт старика Брэмбли, но добром это не кончится!$b$bСкорее! Нужно найти его, прежде чем Пылающий Легион доберётся до него!'),
(41224, 'ruRU', 'Нужны припасы: лисоцвет', '', ''),
(41234, 'ruRU', 'Шкура косматого саблезуба', '', ''),
(41244, 'ruRU', 'Резвый лосось Крутогорья', '', ''),
(41246, 'ruRU', 'Квест отслеживания фазированной местности: Снежное плато', '', '');
