USE legion_world;

DELETE FROM `quest_template_locale` WHERE `ID` IN (4511,7660,7661,7677,7678,7939,8228,8229,29601) AND `locale` = 'ruRU';
INSERT INTO `quest_template_locale` (`ID`, `locale`, `LogTitle`, `LogDescription`, `QuestDescription`, `VerifiedBuild`) VALUES
(4511, 'ruRU', 'Затишье перед бурей', 'Отнеси банковский ваучер Карусу в банк Оргриммара.', '$n, мы бы не зашли так далеко без тебя. Время, несомненно, скоро придёт, когда я снова попрошу твоей помощи против силитидов. Нам нужно осмыслить то, что мы узнали в Ун''Горо; боюсь, мои предположения о том, что силитиды произошли из Ун''Горо, теперь ошибочны... на самом деле где-то существует гораздо более сильное присутствие.$B$BОтнеси эту записку Карусу в банк. Он даст тебе что-то из моего хранилища в знак моей благодарности. Спасибо за помощь, могучий $c.', 22995),
(7660, 'ruRU', 'Обмен волков — полярный волк', '', '', 15595),
(7661, 'ruRU', 'Обмен волков — рыжий волк', '', '', 15595),
(7677, 'ruRU', 'Обмен белых жеребцов', '', '', 15595),
(7678, 'ruRU', 'Обмен паломино', '', '', 15595),
(7939, 'ruRU', 'Ещё плотных точильных камней', '', '', 20182),
(8228, 'ruRU', 'Можно мне рыболовную листовку?', '', '', 22908),
(8229, 'ruRU', 'Можно мне рыболовную листовку?', '', '', 22908),
(29601, 'ruRU', 'Полевой справочник ярмарки Новолуния', '', 'У тебя есть экземпляр Полевого справочника ярмарки Новолуния, друг? Это очень полезная книга, которую стоит носить с собой.$B$BОна поможет найти и опознать ценные артефакты во время твоих странствий по Азероту. Благодаря подробным описаниям легко понять, нашёл ли ты свою пятисотую латунную пуговицу или же редкое сокровище, которого жаждут коллекционеры ярмарки Новолуния.', 15595);
