USE legion_hotfixes;

DELETE FROM `broadcast_text_locale` WHERE `ID` IN (144925,146448,146449,147196,147222,147223,147229,147231,147271,147272) AND `locale` = 'ruRU';
INSERT INTO `broadcast_text_locale` (`ID`, `locale`, `Text_lang`, `Text1_lang`, `VerifiedBuild`) VALUES
(144925, 'ruRU', '', 'Всегда неси с собой то, что значит быть преданным Свету.', 26972),
(146448, 'ruRU', '', 'Эта мастерская немного "деревенская" на мой вкус.', 27404),
(146449, 'ruRU', '', 'Немагические устройства - для маноголодных слабаков, говорили они. Немагические устройства бесполезны, говорили они. $B$BОргриммар практически держится на таких изобретениях!$B$BПора показать этим одуревшим от носилок бедолагам дома совершенство механики!', 27404),
(147196, 'ruRU', '', 'Что я могу для тебя сделать?', 26972),
(147222, 'ruRU', '', 'Альянсу нужна сила. Единство. План короля привлечь свежую кровь хорош.\n\nНо я не могу не думать о своём клане Тёмного Железа. О трещинах, что разделяют нас.', 26972),
(147223, 'ruRU', '', 'Однажды Луносвет снова встанет на сторону Альянса. Я знаю это.', 26972),
(147229, 'ruRU', '', 'Кажется, будто только вчера те из нас, кто следует пути Тушуй, поклялись сражаться за Альянс.\n\nХотя я испытываю огромное уважение к королю Андуину, должна признаться, что его отец был более достойным спарринг-партнёром.\n\nПожалуйста, не говори ему об этом.\n\n<Айса кланяется.>', 26972),
(147231, 'ruRU', '', '<Тиранда ничего не говорит. Её брови нахмурены, будто она глубоко задумалась.>', 26972),
(147271, 'ruRU', '', 'Помни, контроль требует жертв. Сила никогда не приходит без цены. Ты рискуешь потерять тех, кто ближе всего тебе, чтобы спасти их.\n\nЭто сделка, которую мы заключили.\n\n<Аллерия отводит взгляд.>', 26972),
(147272, 'ruRU', '', 'Изучение этого разлома имеет ценность, но мы не можем забывать о своём долге.\n\nАзерот нужно защищать. Наше место там, снаружи, в борьбе за наш мир.\n\nСила, что течёт через нас - это оружие. А оружие должно применяться.', 26972);
